Repository: bsdman/CenterIM5
Catalog: po/*.po
Languages: de

source: All accounts
de: Alle Accounts

source: Already logged in only
de: Bereits nur eingeloggt

source: Add
de: Hinzufügen

source: Done
de: Fertig

source: Username
de: Nutzername

source: Are you sure you want to delete this account?
de: Diesen Account wirklich löschen?

source: Invalid account or protocol plugin not loaded
de: Ungültiger Account oder Protokollplugin nicht geladen

source: Drop account
de: Account löschen

source: Remember password
de: Paßwort speichern

source: Account enabled
de: Account aktiviert

source: yes
de: ja

source: no
de: nein

source: Password
de: Paßwort

source: Value out of range.
de: Wert außerhalb des Wertebereiches.

source: + [%s] Logged in: %s
de: + [%s] Eingeloggt: %s

source: + [%s] Status changed to: %s
de: + [%s] Status geändert: %s

source: New Contact
de: Neuer Kontakt

source: Quit CenterIM.
de: CenterIM verlassen.

source: Open the account status menu.
de: Accountstatusmenü öffnen.

source: Open the general menu.
de: Allgemeines Menü öffnen.

source: could not initialize iconv
de: konnte iconv nicht initialisieren

source: could not initialize libpurple core
de: konnte libpurple-Kern nicht initialisieren

source: unknown error `%d'
de: unbekannter Fehler `%d'

source: Send the message.
de: Nachricht senden.

source: Testing
de: Teste

source: Change status
de: Status ändern

source: Go to contact...
de: Gehe zu Kontakten...

source: CenterIM config options...
de: CenterIM Konfigurationsoptionen

source: Find/add users
de: Nutzer finden/hinzufügen

source: Join channel/conference
de: Channel/Konferenz beitreten

source: Link an RSS feed
de: RSS-Feed einbinden

source: View/edit ignore list
de: Ignore-Liste anzeigen/bearbeiten

source: View/edit invisible list
de: Unsichtbar-Liste anzeigen/bearbeiten

source: View/edit visible list
de: Sichtbar-Liste anzeigen/bearbeiten

source: Show offline users
de: Offline-Nutzer anzeigen

source: Organize contact groups
de: Kontaktgruppen organisieren

source: Mass group move...
de: Massengruppen-Verschiebung

source: Quit
de: Beenden

source: centerim/log: Error opening logfile `%s' (%s).
de: centerim/log: Fehler beim Öffnen der Logdatei `%s' (%s).

source: centerim/log: Error opening logfile `%s'.
de: centerim/log: Fehler beim Öffnen der Logdatei `%s'.

source: centerim/log: Error writing to logfile (%s).
de: centerim/log: Fehler beim Schreiben in Logdatei (%s).

source: centerim/log: Error writing to logfile.
de: centerim/log: Fehler beim Schreiben in Logdatei.

source: centerim/log: Error flushing logfile (%s).
de: centerim/log: Fehler beim Ausschreiben der Logdatei (%s).

source: centerim/log: Error flushing logfile.
de: centerim/log: Fehler beim Ausschreiben der Logdatei.

source: Error converting input to UTF-8 (%s).
de: Fehler beim Konvertieren der Eingabe nach UTF-8 (%s).

source: Error converting input to UTF-8.
de: Fehler beim Konvertieren der Eingabe nach UTF-8.

source: Libtermkey initialization failed.
de: Initialisierung von libtermkey fehlgeschlagen.

source: Activate the button
de: Knopf aktivieren

source: Show the dropdown menu.
de: Aufklappmenü anzeigen.

source: Focusses the previous widget
de: Fokusiert vorheriges Element

source: Focusses the next widget
de: Fokusiert nächstes Element

source: Focus the next widget to the left.
de: Fokusiert nächstes Element links.

source: Focus the next widget to the right.
de: Fokusiert nächstes Element rechts.

source: Focus the next widget above.
de: Fokusiert nächstes Widget oberhalb.

source: Focus the next widget below.
de: Fokusiert nächstes Widget unterhalb.

source: Close the window
de: Fenster schließen

source: Move the cursor to the right.
de: Cursor nach rechts bewegen.

source: Move the cursor to the left.
de: Cursor nach links bewegen.

source: Move the cursor one line down.
de: Cursor eine Zeile nach unten bewegen

source: Move the cursor to the right by one word.
de: Cursor ein Wort nach rechts

source: Move the cursor to the left by one word.
de: Cursor ein Wort nach links

source: Move the cursor to the end of the text.
de: Cursor ans Textende bewegen

source: Move the cursor to the beginning of the text.
de: Cursor an Textanfang bewegen

source: Delete character under cursor.
de: Buchstabe unter Cursor löschen

source: Delete character before cursor.
de: Buchstabe vor Cursor löschen

source: Accept input and move focus.
de: Eingabe akzeptieren und Fokus bewegen

source: Collapse the selected subtree
de: Gewählten Unterbaum einklappen

source: Expand the selected subtree
de: Gewählten Unterbaum ausklappen

source: Close the window.
de: Fenster schließen

source: Redraw the complete screen immediately
de: Kompletten Bildschirm neuzeichnen
